[
  {
    "index": 0,
    "image": "0_1.jpg",
    "title": "RENOWNED JOURNALIST LUCY EWEBANK AWARDED COLLEGE STUDENT THE GOAT PEN HONOR!!!",
    "author": "Miranda Lambert",
    "source": "The Fluffington Post",
    "content": "[Player's username], a journalism major student from Green Meadow University, has earned the Goat Pen Hornor with her original story covering the university officials' corruption issues. [Player's username] received this award from Lucy Ewebank, a well-respected journalist of Green Meadow. [Player's username] told us, \"Ms. Lucy Ewebank has always been a role model to me. Receiving this award from her means the whole world to me!",
    "answer_key": "110000000000"
  },
  {
    "index": 1,
    "image": "12_1.jpg",
    "title": "SHEEPCOIN IN SHAMBLES",
    "author": "Hairy Mittens",
    "source": "Sun Press",
    "content": "Cryptofurrency.org have announced on their website that SheepCoin has hit a new low after rumours about the cryptofurrency environmentel impact on Green Meadow",
    "answer_key": "100000000000"
  },
  {
    "index": 2,
    "image": "B_1.jpg",
    "title": "Financier Turned Fashion Mogul",
    "author": "Kent Ramsbottom",
    "source": "The Financial Times",
    "content": "Bruce Bighorn initially made his fortune on the Flock Market. He now rns a successful factory which produces some of the finest sweaters in Green Meadows under the label, Baahlenciaga. You should checking out this AMAZING brand!",
    "answer_key": "001000000000"
  },
  {
    "index": 3,
    "image": "A_1.jpg",
    "title": "Bruce Bighorn and Goldie Shearling: Who are they, really?",
    "author": "Miranda Lambert",
    "source": "The Fluffington Post",
    "content": "Tune in to the mayor election! Get to know your mayoral candidates! We spoke to Bruce Bighorn about his love of astronomy, singing opera outdoors at night, and his favourite item of clothing: a vintage red cape gifted to him by an old human friend. His opponent, Goldie Shearling, told us all about her favourite morning strolls in the countryside and gave us her winning green smoothie recipe!",
    "answer_key": "000000000000"
  },
  {
    "index": 4,
    "image": "1_1.jpg",
    "title": "UFOs IN GREEN MEADOWS SKIES!!!",
    "author": "",
    "source": "Shearlock Horns News",
    "content": "An unidentified flying object was seen in the skies over Green Meadows last Tuesday. The object appeared to be large enough to be a spacecraft and was seen buzzzzing over Shirley Shearing's farm in the early hours.",
    "answer_key": "110100000000"
  },
  {
    "index": 5,
    "image": "C_1.jpg",
    "title": "Goldie Shearling Takes the Cake! Former Green Meadows Baker Shines in First Campaign Speech",
    "author": "",
    "source": "The Green Meadows Gazette",
    "content": "I've lived in Green Meadows all of my life. It has been my pleasure to serve you as a baker for the last 15 years, and I would like to continue to serve as your mayor! I know this town's needs: we must  support our schools and make this a safe and thriving community!",
    "answer_key": "000100000000"
  },
  {
    "index": 6,
    "image": "D_1.jpg",
    "title": "Mysterious Fluff Found",
    "author": "Lucy Ewebank",
    "source": "The Green Meadows Gazette",
    "content": "Bunches of wool found in Bighorn's office and nearby hallway. Is he grooming, or is there a different explanation. Bighorn argues he was getting a sharp haircut for the big media appearance",
    "answer_key": "000000000000"
  },
  {
    "index": 7,
    "image": "2_1.jpg",
    "title": "THE RICHEST IN GREEN MEADOW WAS FOUND  TO HAVE AN AFFAIR",
    "author": "@joejohnson1234",
    "source": "",
    "content": "Preston Muttonchop am caught with another! Poor Mrs. Muttonchop -- hopefully she didn't sign a prenup!",
    "answer_key": "101000100000"
  },
  {
    "index": 8,
    "image": "J_1.jpg",
    "title": "Where is Lucy Ewebank?",
    "author": "@floraflockdown",
    "source": "",
    "content": "Journalist Missing! Last seen 2 days ago. She was tracking down a big story. #whereslucy?",
    "answer_key": "000000000000"
  },
  {
    "index": 9,
    "image": "F_1.jpg",
    "title": "!!Behind Goldie Shearling!!",
    "author": "@solacioussally",
    "source": "",
    "content": "Goldie may appear to be a gurrl-next-door kind of person but my..oh..my, her family is one to watch out for! Goldie's cosin--Oliver Shearling was caught in a sweater-factory scandal back in 2010. Is it connected to Goldie? Do we trust Goldie for running for a mayor position?",
    "answer_key": "010000100000"
  },
  {
    "index": 10,
    "image": "8_1.jpg",
    "title": "Whispers from inside Goldie's campaign indicate Lucy was a spy -- and a double crosser!!!",
    "author": "Mark Ramshorn",
    "source": "Shearlock Horns News",
    "content": "Anonymous sources inside the Shearling campaign indicate that Lucy Ewebank, who has now been mising for 4 days!! was hired by them to spy on Bruce Bighorn's campaign. Can you believe it?!  Her jab was too find weaknessses Goldie Shearing could use against him.",
    "answer_key": "010001000000"
  },
  {
    "index": 11,
    "image": "H_1.jpg",
    "title": "SCHOOLS SERVING MEAT? OUTRAGE AMONG GREEN MEADOWS' PARENTS!!!",
    "author": "Belinda Merino",
    "source": "Spinning the Yarn with Willy Woolworth (for radio)",
    "content": "Parents are outraged and holding a protest in front of Green Meadows School. Some     them have found suspicious meat-like leftovers in their children's lunchboxes. I feel like I was betrayed by this decision by the school committee. We want full transparency of who is behind this!",
    "answer_key": "111010000000"
  },
  {
    "index": 12,
    "image": "E_1.jpg",
    "title": "Concern Arises Over Missing Journalist",
    "author": "Belinda Merino",
    "source": "The Fencepost",
    "content": "Renowned investigative journalist Lucy Ewebank hasn't been seen by colleagues or loved ones for 1 day.",
    "answer_key": "000000000000"
  },
  {
    "index": 13,
    "image": "3_1.jpg",
    "title": "Green Meadows?! Clean Meadows?!",
    "author": "@TheGarlicPress",
    "source": "",
    "content": "A group of sheep from neighboring pink meedows found to be irresponsible they left litter all around green meedows.",
    "answer_key": "011000100001"
  },
  {
    "index": 14,
    "image": "I_1.jpg",
    "title": "A promise that was never delivered???",
    "author": "Baaarbra Wooly",
    "source": "Shearlocks Horns News",
    "content": "Goldie Shearling once promised the community members a grand fundraising bake sale for a new public playground. It never happened!",
    "answer_key": "010000000000"
  },
  {
    "index": 15,
    "image": "7_1.jpg",
    "title": "Rams' Wide Receiver Out for Season; Cause Unknown",
    "author": "",
    "source": "The Garlic Press",
    "content": "The Rams revealed today that their star wide receiver, Phil 'Lights Out' Dreamer, was miss the remainder of the season. When asked to elaborate, Rams' General Manager Brian Shorn repleeed, 'no comment.'",
    "answer_key": "001111000001"
  },
  {
    "index": 16,
    "image": "G_1.jpg",
    "title": "Bighorn is from GMU:",
    "author": "@BigBruce",
    "source": "Bighorn's personal accrount @BigBruce reshares and replies to a post -- 'not true'\n\nOriginally posed on The Fencepost website",
    "content": "'Did Bighorn Pad his Resume? Rumors fly that Candidate for Mayor NOT a GMU alum!'",
    "answer_key": "000000000001"
  },
  {
    "index": 17,
    "image": "L_1.jpg",
    "title": "Apologizes for Unfulfilled Playground Promise",
    "author": "GodieShearling",
    "source": "The Green Meadows Gazette",
    "content": "I apologize for never holding the bake sale to build the playground for our lambs. It was my intention to have the bake sale, and if I become the Mayor, I commit to raising funds for our new playground.",
    "answer_key": "000000000000"
  },
  {
    "index": 18,
    "image": "M_1.jpg",
    "title": "Journalist Remains Missing",
    "author": "Lloyd Lambswool",
    "source": "The FencePost",
    "content": "Journalist Lucy Ewebank, political reporter for The Green Meadows Gazette, remains missing after 3 days. She was last seen near the factory belonging to mayoral candidate Bruce Bighorn, whom she was investigating.",
    "answer_key": "000000000000"
  },
  {
    "index": 19,
    "image": "4_1.jpg",
    "title": "What is going on in Green Meadows' schools?",
    "author": "",
    "source": "The Fencepost",
    "content": "Lunch room are supposedly served a meat-like product -- could it be actual meat?  What is the purpose of such a decision? Lunch ladies report a new supplier for produce in the schools.",
    "answer_key": "001100001000"
  },
  {
    "index": 20,
    "image": "K_1.jpg",
    "title": "Old Pictures of Bighorn's personal connection with local Shafia(Mafia Baahfia?) leader",
    "author": "Flora Flockdown",
    "source": "The Financial Times",
    "content": "Old pictures of Bighorn standing next to the local shafia leader have been circulateing online. The local Shafia has a long criminal history that's pretty accessible to the sheeps. One of them was that he/she was involved in the black market transaction of good quality wool! What are Bruce's connections to the Shafia?",
    "answer_key": "000000000010"
  },
  {
    "index": 21,
    "image": "11_1.jpg",
    "title": "POISONING AT LOCAL RESTAURANT",
    "author": "Baarbra Woolly",
    "source": "Shearlock Horns News",
    "content": "Two sheep who dined at the local restaurant Marten's on Tuesday were taken to the hospital. Both showed signs of [food] poisoning. Officer Gray, who specialises in poisoning cases, says that most of the time such cases are accidental. Officer Gray says that it's most likely there is no concern about a murder -- just about moldy grass",
    "answer_key": "100000000100"
  }
]